tap "anomalyco/tap"
tap "qmk/qmk"

brew "anomalyco/tap/opencode"
brew "asitop"
brew "ast-grep"
brew "btop"
brew "gmp"
brew "coreutils"
brew "entr"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "iperf3"
brew "jemalloc"
brew "jq"
brew "just"
brew "k9s"
brew "kanata"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mise"
brew "mkcert"
brew "mole"
brew "nano"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tailscale"
brew "tmux"
brew "tree"
brew "vivid"
brew "worktrunk"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

brew "qmk/qmk/qmk"

cask "1password"
cask "codex"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "orbstack"
cask "raycast"
cask "rectangle"
